Repository: microbitsk/microbit.github.io
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: hu

source: microbit:Slovensko spravuje SPy o.z.
hu: A microbit:Szlovákiát a SPy polgári egyesület kezeli

source: Poslaním občianskeho združenia SPy (skratka "Slovak Python") je podpora vývojárov a používateľov programovacieho jazyka Python. Podporujeme a šírime používanie programovacieho jazyka Python a iných open source technológii a open source myšlienok v našej spoločnosti.
hu: A SPy (a "Slovak Python" rövidítése) polgári egyesület küldetése, hogy segítse a Python programozási nyelv fejlesztőit és felhasználóit. Támogatjuk és terjesztjük a Python programozási nyelv és más nyílt forráskódú technológiák használatának gondolatát a társadalmunkban.

source: Viac o nás nájdete na stránke našeho občianskeho združenia:
hu: Többet megtudhat rólunk polgári egyesületünk honlapján:

source: webstránka SPy o.z.
hu: SPy o.z. weboldal

source: Nájdeš nás aj tu:
hu: Itt is megtalálsz minket:

source: microbit:Slovensko
hu: microbit:Szlovákia

source: Stránky vytvorila Python komunita a zapojiť sa môžeš aj ty. Doménu spravuje občianské združenie SPy.
hu: Az oldalt a Python közössége hozta létre, melybe Te is bekapcsolódhatsz. A domaint a SPy polgári egyesület kezeli.

source: Píšte na info@microbit.sk, tweetujte na <a href="https://twitter.com/pyconsk/" target="_blank">@pyconsk</a>.
hu: Írjon az info@microbit.sk-ra, tweeteljen <a href="https://twitter.com/pyconsk/" target="_blank">@pyconsk</a>-ra.

source: Fotky: Gareth Halfacree
hu: Fotók: Gareth Halfacree

source: Máme na stránke chybu? Vedel by si túto stránku vylepšiť? Toto je komunitou manažovaná webstránka, <a href="%(url)s" target="_blank">zapoj sa na GitHube</a> a pridaj sa tak ku komunite priaznivcov jazyka Python.
hu: Hibát találtál az oldalunkon? Jobbá tudnád tenni ezt az oldalt? Ez egy közösség által kezelt weboldal, <a href="%(url)s" target="_blank">lépj be a GitHubra</a> és csatlakozz a Python nyelv rajongói közösségéhez!

source: Späť na začiatok
hu: Vissza az elejére

source: Upraviť túto stránku
hu: Az oldal módosítása

source: Nahlásiť problém
hu: Probléma bejelentése

source: Navrhnúť zlepšenie
hu: Javaslat beküldése

source: Pomôcť s prekladom
hu: Segíts a fordításban

source: Zariadenie BBC micro:bit je programovateľný mikropočítač. Obsahuje vstavanú obrazovku, tlačidlá, senzor pohybu, naklonenia, teploty a svetelnosti. Je výsledkom spoločnej iniciatívy širokého spektra súkromných i verejných organizácií, ktorej cieľom bolo vytvorenie lacnej edukačnej platformy, ktorú zastrešila britská verejnoprávna televízna spoločnosť BBC. Tá v roku 2016 rozdistribuovala jeden micro:bit každému žiakovi siedmeho ročníka v Spojenom Kráľovstve (11 až 12 roční).
hu: A BBC micro:bit berendezés egy programozható mikroszámítógép. Beépített képernyőt, gombokat, továbbá mozgás-, dőlésszög-, hőmérséklet- és fényérzékelő szenzort tartalmaz. Számos olyan magán- és állami szervezet együttműködésének eredménye, melyeknek célja egy olcsó oktatási platform létrehozása volt, melyet BBC közszolgálati televízió fedezett. A televíziós vállalat 2016-ban minden hetedik osztályos diáknak (11-12 évesek) biztosított egy micro:bit berendezést.

source: Učíme s Hardvérom
hu: Hardverrel tanítunk

source: Prečo je micro:bit tak populárny?
hu: Miért olyan népszerű a micro:bit?

source: Microbit.sk - Semináre
hu: Microbit.sk - Szemináriumok

source: Obsah semináru
hu: Szeminárium tartalma

source: Na seminári začneme jednoduchšími úlohami, ktoré využívajú len vbudované senzory zariadenia a následne prejdeme k pripájaniu externých súčiastok, vďaka ktorým je možné vytvárať väčšie projekty s presahmi do iných predmetov ako napríklad fyzika, biológia alebo výtvarná výchova. Príkladmi takýchto projektov môže byť automatizovaný kvetináč, vlastná meteostanica či domáci bezpečnostný alarm.
hu: A szemináriumon egyszerűbb feladatokkal kezdünk, amik csak a berendezés beépített szenzorait használják, majd később áttérünk a külső komponensekhez való csatlakozásra, amiknek köszönhetően nagyobb, akár más tantárgyakat - mint például a fizika, a biológia vagy a művészeti oktatás - is érintő projektek létrehozása is lehetséges. Ezekre a projektekre jó példa lehet az automatizált virágcserép, a saját időjárás állomás vagy egy otthoni biztonsági riasztó.

source: Microbit.sk - Materiály
hu: Microbit.sk - Anyagok

source: MicroPython dokumentácia pre micro:bit
hu: MicroPython dokumentáció a micro:bithez

source: <a href="%(url)s" target="_blank">Preklad oficiálnej MicroPython dokumentácie</a> pre zariadenie micro:bit.
hu: <a href="%(url)s" target="_blank">A MicroPython dokumentáció hivatalos fordítása</a> a micro:bit eszközhöz.

source: Seminár: Začíname s micro:bitmi pre učiteľov
hu: Szeminárium: micro:bitekkel kezdünk a tanároknak

source: Materiál k učiteľskému semináru určený pre učiteľov, ktorí majú slabé alebo žiadne skúsenosti s micro:bitmi.
hu: A tanári szeminárium anyaga azon tanárok számára készült, akik kevés vagy semmilyen tapasztalattal nem rendelkeznek a micro:bitekkel.

source: Kontakt
hu: Kapcsolat

source: alebo
hu: vagy
